[
  {
    "type": "course",
    "title": {
      "pl": "Kurs pieczenia croissantów",
      "en": "Croissant Baking Course"
    },
    "description": {
      "pl": "Kompletny kurs online pieczenia idealnych croissantów. Nauczysz się techniki laminacji ciasta, przygotowania masła, oraz wszystkich sekretów tworzenia chrupiących, maślanych croissantów w domu. Kurs zawiera szczegółowe instrukcje wideo, listę składników i profesjonalne wskazówki.",
      "en": "Complete online course for baking perfect croissants. You'll learn the lamination technique, butter preparation, and all the secrets of creating crispy, buttery croissants at home. The course includes detailed video instructions, ingredient lists, and professional tips."
    },
    "price": 299,
    "photo": "/materials/cruasan.png",
    "id": "course001"
  },
  {
    "type": "course",
    "title": {
      "pl": "Mistrzowski kurs pączków",
      "en": "Master Donut Course"
    },
    "description": {
      "pl": "Profesjonalny kurs tworzenia różnorodnych pączków - od klasycznych drożdżowych po nowoczesne glazurowane. Dowiesz się jak przygotować idealne ciasto, techniki smażenia, glazurowania i dekorowania. Ponad 10 różnych przepisów w jednym kursie!",
      "en": "Professional course on creating various donuts - from classic yeast donuts to modern glazed ones. You'll learn how to prepare perfect dough, frying techniques, glazing and decorating. Over 10 different recipes in one course!"
    },
    "price": 199,
    "photo": "/materials/Donut png без фона.png",
    "id": "course002"
  },
  {
    "type": "course",
    "title": {
      "pl": "Artystyczne ciasta i desery",
      "en": "Artistic Cakes and Desserts"
    },
    "description": {
      "pl": "Kurs zaawansowanych technik dekorowania ciast i tworzenia spektakularnych deserów. Nauczysz się pracy z kremem maślanym, fondantem, czekoladą i owocami. Idealne dla osób chcących podnieść swoje umiejętności na wyższy poziom.",
      "en": "Advanced course on cake decorating techniques and creating spectacular desserts. You'll learn to work with buttercream, fondant, chocolate, and fruits. Perfect for those wanting to elevate their skills to the next level."
    },
    "price": 399,
    "photo": "/materials/sweet1.png",
    "id": "course003"
  },
  {
    "type": "course",
    "title": {
      "pl": "Chleby rzemieślnicze",
      "en": "Artisan Breads"
    },
    "description": {
      "pl": "Poznaj tajniki wypieku tradycyjnych chlebów rzemieślniczych. Od żurawiny przez chleb żytni po sourdough - wszystkie techniki fermentacji, kształtowania i pieczenia. Kurs dla miłośników autentycznych smaków.",
      "en": "Discover the secrets of traditional artisan bread baking. From cranberry to rye bread to sourdough - all fermentation, shaping, and baking techniques. A course for lovers of authentic flavors."
    },
    "price": 249,
    "photo": "/materials/bread1.png",
    "id": "course004"
  },
  {
    "type": "course",
    "title": {
      "pl": "Nowoczesne ciasta francuskie",
      "en": "Modern French Pastries"
    },
    "description": {
      "pl": "Ekskluzywny kurs nowoczesnych technik francuskich. Éclairs, macarons, tarte tatin i inne klasyki w nowoczesnej interpretacji. Profesjonalne techniki, wysokiej jakości składniki i prezentacja na poziomie restauracyjnym.",
      "en": "Exclusive course on modern French techniques. Éclairs, macarons, tarte tatin and other classics in modern interpretation. Professional techniques, high-quality ingredients and restaurant-level presentation."
    },
    "price": 499,
    "photo": "/materials/sweet3.png",
    "id": "course005"
  },
  {
    "type": "course",
    "title": {
      "pl": "Wegańskie słodkości",
      "en": "Vegan Sweets"
    },
    "description": {
      "pl": "Odkryj świat wegańskiego pieczenia! Naucz się tworzyć pyszne ciasta, ciastka i desery bez produktów pochodzenia zwierzęcego. Alternatywne składniki, techniki i przepisy, które nie ustępują tradycyjnym słodkościom.",
      "en": "Discover the world of vegan baking! Learn to create delicious cakes, cookies, and desserts without animal products. Alternative ingredients, techniques, and recipes that rival traditional sweets."
    },
    "price": 179,
    "photo": "/materials/sweet5.png",
    "id": "course006"
  }
]
