{
  "fontFamily": "roboto",
  "home": {
    "heroText": "Szkolenia\nz nowoczesnego\npiekarnictwa\n",
    "introPl": "Mam na imię Jarek i pomagam piekarzom oraz pasjonatom odkrywać prawdziwe rzemiosło piekarnicze.\n\nPodczas moich szkoleń uczę, jak pracować z naturalnym zakwasem, jak prowadzić fermentację w czasie i jak tworzyć ciasta francuskie i półfrancuskie, które zachwycają strukturą i aromatem.\n\nMoje warsztaty to nie tylko wiedza technologiczna – to praktyka, doświadczenie i pasja do prostych, naturalnych składników.\n\nDołącz do grona piekarzy, którzy wprowadzili do swoich pracowni naturalne, długo fermentowane pieczywo.\n\n👉\n\nSprawdź, w jakich miastach odbyły się już moje szkoleniaaa.",
    "introEn": "My name is Jarek and I help bakers and enthusiasts discover real baking craft.\n\nIn my workshops I teach how to work with natural leaven, how to manage fermentation in time, and how to create French and semi-French pastries that delight with structure and aroma.\n\nMy workshops are not only technical knowledge – they are practice, experience and passion for simple, natural ingredients.\n\nJoin the bakers who have introduced natural, long-fermented bread to their bakeries.\n\n👉\n\nCheck in which cities my workshops have already taken place.",
    "introImage": "/slavik.jpg"
  },
  "aboutImage": "/api/static/map-locations/1771792285421-579a9a35fb54b4832901ed91a0329b84.jpg",
  "about": {
    "pl": {
      "title": "O mnie",
      "greeting": "Mam na imię Jarek – i bardzo się cieszę, że zainteresowałeś się moimi szkoleniami.",
      "paragraphs": [
        "Jeśli szukasz miejsca, w którym możesz realnie rozwinąć swoje umiejętności i wynieść poziom swojej pracowni na wyższy poziom – jesteś we właściwym miejscu.",
        "Swój warsztat doskonaliłem, pracując w najlepszych restauracjach Warszawy, ale przede wszystkim dzięki determinacji, ciekawości i ogromnej pasji do rzemieślniczego pieczywa. Przez kilka lat prowadziłem zespół w OMNI KAISER Patisserie jako szef piekarni, odbyłem liczne staże i szkolenia, które pozwoliły mi ukształtować własny styl i podejście do rzemiosła.",
        "Pomysł prowadzenia szkoleń narodził się naturalnie — po latach pracy zrozumiałem, jak dużą wartość ma dzielenie się wiedzą. Od 2021 roku uczę pieczenia zarówno pasjonatów, jak i profesjonalistów, pomagając im tworzyć nowoczesne, powtarzalne i pachnące wyroby rzemieślnicze.",
        "Zajmuję się również konsultingiem dla piekarni i cukierni, wspierając je we wdrażaniu nowych produktów, usprawnianiu procesów i budowaniu silnej, autentycznej marki opartej na jakości.",
        "Cieszę się na myśl o współpracy z Tobą i spotkaniu podczas jednego z moich szkoleń."
      ],
      "contactText": "W sprawie indywidualnej wyceny szkolenia zajrzyj do zakładki KONTAKT – i nie wahaj się do mnie napisać!"
    },
    "en": {
      "title": "About me",
      "greeting": "Hi! I'm Yaroslav Semkiv.",
      "paragraphs": [
        "I run modern baking masterclasses. Join my workshops."
      ],
      "contactText": "Questions? CONTACT me."
    }
  }
}